Repository: WPPlugins/widget-visibility-time-scheduler
Catalog: languages/hinjiwvts-*.po
Languages: de_de, el

source: Control the visibility of each widget based on date, time and weekday easily.
de_de: Regelt die Sichtbarkeit jedes Widgets nach Datum, Uhrzeit und Wochentag.
el: Ρυθμίστε εύκολα την ορατότητα κάθε μικροεφαρμογής βάσει ημερομηνίας, ώρας και ημέρας εβδομάδας.

source: Open scheduler
de_de: Zeitplaner öffnen
el: Άνοιγμα χρονοδιάγραμμα

source: Close scheduler
de_de: Zeitplaner schließen
el: Κλείσιμο χρονοδιάγραμμα

source: Welcome to Widget Visibility Time Scheduler! You can set the time based visibility in each widget on the page %s.
de_de: Willkommen zum Widget Visibility Time Scheduler! Du kannst die zeitbasierte Sichtbarkeit in jedem Widget auf der Seite %s setzen.
el: Καλώς ορίσατε στο Widget Visibility Time Scheduler! Μπορείτε να ορίσετε την ορατότητα βάσει χρόνου κάθε μικροεφαρμογής στην σελίδα %s.

source: Visibility Time Scheduler
de_de: Sichtbarkeitszeitplaner

source: from
de_de: von
el: από

source: to
de_de: bis
el: έως

source: Why only up to end of 2037? Read <a href="http://en.wikipedia.org/wiki/Year_2038_problem" lang="en">Wikipedia: Year 2038 problem</a>.
de_de: Warum nur bis Ende 2037? Lese <a href="http://de.wikipedia.org/wiki/Jahr-2038-Problem" lang="de">Wikipedia: Jahr-2038-Problem</a>.
el: Γιατί μόνο μέχρι το τέλος του 2037; Διαβάστε <a href="http://en.wikipedia.org/wiki/Year_2038_problem" lang="en">Wikipedia: Year 2038 problem</a>.

source: on
de_de: am
el: στις

source: Do you need more options?
de_de: Brauchst du mehr Einstellmöglichkeiten?
el: Χρειάζεστε περισσότερες επιλογές;

source: Get the Pro version.
de_de: Gehe zur Pro-Version.
el: Αποκτήστε την έκδοση Pro.
